Repository: mtuoc/seminario_online_TAN
Catalog: semana_2/memo.tmx
Source language: en
Languages: es

source: It stars José Luis García Pérez, Petra Martínez, Carlos Bardem and Fernando Colomo, among others.
es: Está protagonizada por distintos actores afines a la filosofía socialcomunista del actual gobierno, comoJosé Luis García Pérez, Petra Martínez, Carlos Bardem, Fernando Colomo, entre otros.

source: The total mortality of the 1918–1919 pandemic is not known, but it is estimated that 2.5% to 5% of the world's population was killed.
es: La mortalidad total real de la pandemia de gripe de 1918–1919 no se conoce con certeza, pero se estima que en torno al 2,5 % al 5 % de la población mundial murió por su causa (unos 25 millones de personas solo en las primeras 25 semanas).

source: During late February when South Korea was suffering from its domestic outbreak, the supplies of masks were running out.
es: A fines de febrero, cuando Corea del Sur estaba sufriendo su brote interno, y el suministro de mascarillas se estaba agotando.

source: Vaccine platforms in development are also designed to address mechanisms for infection susceptibility to COVID‑19 in specific population subgroups, such as the elderly, children, pregnant women, or people with existing weakened immune systems.
es: [1]​ Las plataformas de vacunas en desarrollo también están diseñadas para abordar los mecanismos de susceptibilidad a la infección por COVID-19 en subgrupos de población específicos, como ancianos, niños, mujeres embarazadas o personas con sistemas inmunes debilitados existentes.

source: "In its early days and in South Asia, the Tabligh movement aimed to return to orthodoxy and ""purify"" the Muslim religio-cultural identity of heterodox or ""borderline"" Muslims who still practised customs and religious rites connected with Hinduism."
es: El movimiento Tabligh apuntó a la reafirmación de la identidad religiosa y cultural islámica de aquellos musulmanes que practicaban costumbres y ritos religiosos conectados al hinduismo.

source: Some have an underlying muscle condition, usually hereditary in nature, that makes them more prone to rhabdomyolysis.
es: [2]​ En algunos casos hay una enfermedad muscular de base, en general de naturaleza hereditaria, que determina una mayor propensión a la rabdomiólisis.

source: The disease in China affected over 80,000 people, causing over 3,200 deaths (as of March 25, 2020) and has now spread to over 210 countries and territories across the world.
es: [6]​ En China, esta enfermedad afectó a más de 80,000 personas, causando más de 3,200 muertes (al 25 de marzo 2020), y ya se ha propagado a más de 140 países y territorios de todo el mundo.

source: On 12 March, French President Emmanuel Macron announced on public television that all schools and all universities would close from Monday 16 March until further notice.
es: El 12 de marzo, el presidente de Francia, Emmanuel Macron, anunció en la televisión pública que todas las escuelas y todas las universidades cerrarían desde el lunes 16 de marzo hasta nuevo aviso.

source: is calculated by a standard secret key algorithm such as Ed25519.
es: se calcula mediante un algoritmo estándar de clave secreta como Ed25519 .

source: During the evening of March 13, Vázquez closed all public schools for 14 days and bars Dominican Republic cruise ships and ferries from docking at Puerto Rico ports.
es: [13]​[14]​ Durante la tarde del 13 de marzo, Vázquez cierra todas las escuelas públicas durante 14 días y prohíbe que los cruceros y transbordadores de la República Dominicana atraquen en los puertos de Puerto Rico.

source: In the following days, he used a vlog to report on the pandemic in Wuhan.
es: En los días siguientes (durante el mes de febrero), intentó usar Vlog para presentar la verdadera situación de lo que sucedía en Wuhan.

source: The stock of exhibitors, companies that own and finance showing films in cinemas and theaters, began and continued falling even as the global stock market rebounded.
es: El stock de expositores, compañías que poseen y financian exhibiciones de películas en cines y teatros, comenzó y continuó cayendo incluso cuando el mercado de valores global se recuperó.

source: Semmelweis (1940), Hungary, Mester Film, director: André de Toth
es: Semmelweis, Hungría 1940: Mester Film (Director André de Toth).

source: "The legislation, called a ""normative act"", is an emergency law taking effect without prior approval by parliament."
es: "La legislación, llamada ""acto normativo"", es una ley de emergencia que entra en vigor sin la aprobación previa del parlamento."

source: Treatment may also include chemotherapy or radiation therapy.
es: El tratamiento también puede incluir quimioterapia o radioterapia.

source: "CPAP is an acronym for ""continuous positive airway pressure"", which was developed by Dr. George Gregory and colleagues in the neonatal intensive care unit at the University of California, San Francisco."
es: "CPAP es un acrónimo de ""presión positiva continua en las vías respiratorias"", que fue desarrollado por el Dr. George Gregory y sus colegas en la unidad de cuidados intensivos neonatales de la Universidad de California en San Francisco."

source: Cases by country across Europe had doubled over periods of typically 3 to 4 days, with some countries (mostly those at earlier stages of detection) showing doubling every 2 days.
es: [3]​ Desde esa fecha, el número de casos en cada país europeo se ha duplicado en períodos de entre dos y cuatro días.

source: On 10 March, the Ministry of Culture ordered the closing of its buildings in Madrid, including the museums of El Prado, Reina Sofía, Thyssen, the Spanish Filmoteca Española, Archaeological and Anthropological museums, as well as the National Library and the Royal Palace among others.
es: [39]​ El Ministerio de Cultura ordenó el 11 de marzo el cierre de todos los centros dependientes del Ministerio en Madrid, lo que incluye los museos de El Prado, el Reina Sofía, el Thyssen, la Biblioteca Nacional o el Palacio Real, entre otros.

source: Additional measures were put in place, and journeys from and to Mount Pleasant Complex needed to be approved.
es: Se pusieron en práctica medidas adicionales, y los viajes desde y hacia el Complejo Mount Pleasant necesitaban ser aprobados.

source: In modern times, early reports from the 1908 Messina earthquake and World War I on kidney failure after injury were followed by studies by London physicians Eric Bywaters and Desmond Beall, working at the Royal Postgraduate Medical School and the National Institute for Medical Research, on four victims of The Blitz in 1941.
es: A los informes médicos sobre insuficiencia renal poslesión publicados con respecto al terremoto de Mesina de 1908 y la Primera Guerra Mundial siguieron los estudios realizados por los médicos londinenses ya mencionados Eric Bywaters y Desmond Beall, que trabajaban en la Royal Postgraduate Medical School (Escuela Médica Real de Posgrado) y el National Institute for Medical Research (Instituto Nacional de Investigación Médica) de Londres, sobre cuatro víctimas de los bombardeos de 1941.

source: 7 February 2020.
es: (Paso 7).

source: An injured lung may be at risk for further injury
es: Un pulmón lesionado puede estar en riesgo de sufrir más lesiones

source: "Various national and party-held Chinese media heavily advertised an ""overnight research"" report by Wuhan Institute of Virology and Shanghai Institute of Materia Medica, Chinese Academy of Sciences, on how shuanghuanglian, an herb mixture from traditional Chinese medicine (TCM), can effectively inhibit the novel coronavirus."
es: "Varios medios de comunicación chinos anunciaron un informe de ""investigación nocturna"" del Instituto de Virología de Wuhan y el Instituto de Materia Médica de Shanghái, junto con la Academia de Ciencias de China, sobre cómo el shuanghuanglian, una mezcla de hierbas de la medicina tradicional china (MTC), puede efectivamente inhibir el nuevo coronavirus."

source: Around 15 scientific committees, such as the Standing Committee on Vaccination (STIKO) and the Commission for Hospital Hygiene and Infection Prevention (KRINKO), are also based at the Robert Koch Institute.
es: Alrededor de 15 comités científicos, como el Comité Permanente de Vacunación (STIKO) y la Comisión de Higiene Hospitalaria y Prevención de Infecciones (KRINKO), también tienen su sede en el Instituto Robert Koch.

source: The National Assembly released a webpage to provide information and health recommendations on COVID-19 but the access to the website was restricted by CANTV, the state internet provider.
es: La Asamblea Nacional lanzó una página web para proporcionar información y recomendaciones de salud sobre el COVID-19, pero el acceso al sitio web fue bloqueado por CANTV, el proveedor estatal de Internet.

source: The number of inspections was 26 and 120 times higher than in those countries respectively as of 28 Feb.
es: El número de inspecciones fue 26 o 120 veces mayor que en otros países al 28 de febrero.

source: Progressively, different hospitals became dedicated to COVID-19 patients only, and more rigid separations were set up between hospital sections and triage structures.
es: [125]​ Progresivamente, diferentes hospitales se dedicaron solo a pacientes con COVID-19, y se establecieron separaciones más rígidas entre las secciones del hospital y las estructuras de triaje.

source: If a party does not have a minimum of 30% male and 30% female candidates, it forfeits half of their state funding.
es: Los candidatos de cada partido debían tener un mínimo de 30 % de hombres y un 30 % de mujeres, o sino el partido perdería la mitad de su financiación estatal.

source: Two of them lived in Oslo and were linked to the outbreak in Italy.
es: Dos de ellos viven en Oslo y estuvo enlazado al brote en Italia.

source: The video attracted millions of views on various social media platforms and was mentioned in numerous online reports.
es: [11]​ El video atrajo millones de visitas en varias plataformas de redes sociales y fue mencionado en numerosos informes en línea.

source: March 31: The seventh and eighth are deaths recorded.
es: 31 de marzo: El séptimo y octavo son muertes registradas.

source: Erdoğan further stated that public banks will deliver pensions to retirees above the age of 76 to their homes, with the minimum amount of payment for retired people being ₺1,500.
es: Erdogan declaró además que los bancos públicos entregarán pensiones a los jubilados mayores de 76 años a sus hogares, con un monto mínimo de pago para los jubilados de ₺1500.

source: Amounts of 6 to 12 liters over 24 hours are recommended.
es: [6]​ Se recomiendan cantidades de seis a doce litros durante veinticuatro horas.

source: On 13 March, Cyprus implemented a 14-day self-isolation rule for all people travelling from the United Kingdom.
es: El 13 de marzo, Chipre implementó una regla de autoaislamiento de 14 días para todas las personas que viajan desde el Reino Unido.

source: December 2003: changed to current KCDC
es: 2003: en diciembre se crea el KCDC

source: Universal Studios Japan also announced a closure the same day.
es: [página necesaria] Universal Studios Japan, propiedad de Comcast, también anunció un cierre el mismo día.

source: The United States Ambassador to Vietnam, Daniel Kritenbrink, had praised Vietnam for its fast measures against the outbreak.
es: El embajador de los Estados Unidos en Vietnam, Daniel Kritenbrink, elogió a Vietnam por sus rápidas medidas contra el brote.

source: On 11 March, the WHO declared the outbreak a pandemic, and the UK risk level was raised to high.
es: El 11 de marzo, la OMS declaró el brote como una pandemia.

source: Researchers Labonte and Schrecker from the Department of Epidemiology and Community Medicine at the University of Ottawa emphasize that globalization is key to understanding the social determinants of health, and as Bushra (2011) posits, the impacts of globalization are unequal.
es: [3]​Los autores Canadienses, Labonte y Schrecker de la Universidad de Ottawa mencionan que la globalización es un contexto principal para estudiar los determinantes sociales de la salud, y como menciona Bushra (2011), los efectos de la globalización son asimétricos.

source: Taiwan's Ministry of Foreign Affairs assumed responsibility for distribution of masks to families of diplomats.
es: [51]​[52]​ El Ministerio de Relaciones Exteriores de Taiwán asumió la responsabilidad de la distribución de máscaras a las familias de los diplomáticos.

source: On 11 March, Cyprus confirmed four more cases: two Greek Cypriots who returned from the UK the day before and one taxi driver from Paphos, whose grandson was also hospitalised.
es: El 11 de marzo, Chipre confirmó cuatro casos más: dos grecochipriotas que regresaron del Reino Unido el día anterior y un taxista de Paphos, cuyo nieto también fue hospitalizado.

source: WWE's Executive Vice President of Special Events John Saboor further noted that they were constantly monitoring global events.
es: El vicepresidente ejecutivo de eventos especiales de WWE, John Saboor, señaló además que estaban monitoreando constantemente los eventos mundiales.

source: On 20 March, The Ministry of Interior suspended domestic flights, trains, buses and taxis for 14 days in a heightened effort to stop the spread of the COVID-19.
es: El 20 de marzo, el Ministerio de Interior suspendió los vuelos nacionales, trenes, autobuses y taxis durante 14 días con el fin de detener la propagación del COVID-19.

source: 2020 coronavirus pandemic in the Luhansk People's Republic
es: Pandemia de enfermedad por coronavirus de 2020 en la República Popular de Lugansk

source: The case fatality ratio for COVID-19 has been much lower than SARS of 2003, but the transmission has been significantly greater, with a significant total death toll.
es: El caso fatalidad proporción para COVID-19 ha sido mucho más bajo que SARS de 2003, pero la transmisión ha sido significativamente más grande, con un peaje de muerte total significativo.

source: Film productions in the key outbreak zones (predominantly China, South Korea, and Italy) have changed their schedules, changed location, or have shut down completely.
es: Las producciones cinematográficas en las zonas claves del brote (predominantemente China, Corea del Sur e Italia) han cambiado sus horarios, han cambiado de ubicación o se han cerrado por completo.

source: A majority of healthcare workers, particularly nurses, are women.
es: [2]​[10]​[11]​ Una mayoría de profesionales sanitarios, especialmente las enfermeras, son mujeres.

source: The 2020 stock market crash is a global stock market crash that began on 20 February 2020.
es: El colapso del mercado de valores de 2020 es un colapso global del mercado de valores que comenzó en febrero de 2020 durante la pandemia de coronavirus de 2020.

source: As in previous installments in the Animal Crossing series, Animal Crossing: New Horizons is a nonlinear life simulation game played in real-time.
es: Como en entregas previas de la serie Animal Crossing, New Horizons es un videojuego no lineal de simulación de vida a tiempo real.

source: "Iranian TV personality Ali Akbar Raefipour claimed the coronavirus was part of a ""hybrid warfare"" programme waged by the United States on Iran and China."
es: "La personalidad de la televisión iraní Ali Akbar Raefipour afirmó que el coronavirus era parte de un programa de ""guerra híbrida"" emprendido por los Estados Unidos en Irán y China."

source: Another positive was detected in Hospital Nuestra Señora de Guadalupe, San Sebastián de La Gomera.
es: Otro positivo se confirma en el Hospital Nuestra Señora de Guadalupe, San Sebastián de La Gomera.

source: "A petition in Malaysia calling for citizens from China to be banned from entering the country claimed that the ""new virus is widely spread throughout the world because of their unhygienic lifestyle""."
es: Una petición en Malasia que pedía que se prohibiera la entrada de ciudadanos de China al país afirmaba que «el nuevo virus está ampliamente extendido en todo el mundo debido a [su] estilo de vida antihigiénico».

source: In 2015, the church had expansion work done in its building to create a capacity of 2,500 seats.
es: [7]​ [8]​ En 2015, la iglesia está expandiendo su edificio a una capacidad de 2,500 espacios.

source: Social, cultural, and political gatherings, whether in enclosed or open-air spaces, were banned, and violators could be fined up to 5 million lek (or 40,000 euros).
es: Reuniones sociales, culturales y políticas, en espacios cerrados o al aire libre, fueron prohibidas, y los infratores podrían ser multados en hasta 5 millones de lek (o 40.000 euros).

source: "Hillsborough County Commissioner Les Miller further stated that if the situation was not any better by the following week, they would ""pull the plug"" on WrestleMania 36 if WWE did not do it themselves."
es: [10]​ A pesar de ello, el comisionado del condado de Hillsborough, Les Miller, declaró que si la situación de salud no mejoraba para la semana siguiente, cancelaría WrestleMania 36 si la WWE no lo hacía por cuenta de ellos mismos.

source: The number of infected women rose to 24 and the number of men to 26, of which 44 are Costa Rican and 6 are foreigners.
es: La cantidad de mujeres subió a 24 casos y la de hombres a 26, casos de los cuales 44 son costarricenses y 6 extranjeros.

source: On 28 February, Belarus confirmed its first case.
es: El 28 de febrero de 2020, el Gobierno bielorruso confirmó el primer caso de COVID-19 en el país.

source: Electrocardiography (ECG) may show whether the elevated potassium levels are affecting the conduction system of the heart, as suggested by the presence of T wave changes or broadening of the QRS complex.
es: [1]​ El electrocardiograma (ECG) puede aclarar si los niveles elevados de potasio afectan el sistema de conducción eléctrica del corazón, como lo sugeriría la presencia de cambios de la onda T o el ensanchamiento del complejo QRS.

source: One of the first big production shutdowns was that of Mission: Impossible 7, which was filming in Venice, Italy when the crew was sent home and the sets left behind.
es: Una de las primeras producciones importantes en detenerse fue la de Mission: Impossible 7, que se estaba filmando en Venecia, Italia, cuando la tripulación fue enviada a casa y los sets se quedaron atrás.

source: Toxic and drug-induced hepatitis
es: Hepatitis inducida por medicamentos

source: Sony and Panasonic are partnering with NHK to develop broadcasting standards for 8K resolution television, with a goal to release 8K television sets in time for the 2020 Summer Olympics.
es: Sony y Panasonic se están asociando con NHK para desarrollar estándares de transmisión para televisión de resolución 8K, con el objetivo de lanzar televisores 8K a tiempo para los Juegos Olímpicos de 2020[23]​[24]​.

source: The terms refused him access to cadavers and limited him to teaching students by using leather-fabricated mannequins only.
es: El nombramiento no le permitía acceso a cadáveres y limitaba su enseñanza, usando solamente maniquíes de cuero.

source: A Phase I-II trial conducts preliminary safety and immunogenicity testing, is typically randomized, placebo-controlled, and at multiple sites, while determining more precise, effective doses.
es: [28]​[29]​ Un ensayo de Fase I-II lleva a cabo pruebas preliminares de seguridad e inmunogenicidad, generalmente es aleatorizado, controlado con placebo y en múltiples sitios, mientras determina dosis más precisas y efectivas.

source: They then attempt to sell products at inflated prices or otherwise scam victims under the guise of educating and protecting the public from the coronavirus.
es: Luego intentan vender productos a precios inflados o engañar a las víctimas con el pretexto de educar y proteger al público del coronavirus.

source: Three teams will qualify through the 2020 FIBA Olympic Qualifying Tournament (OQT).
es: Tres equipos clasificarán a través del Torneo de Clasificación Olímpica FIBA 2020 (OQT).

source: An estimated 300,000 people were reported to have left Wuhan by train alone before the 10 am lockdown.
es: Se estima que unas 300,000 personas abandonaron Wuhan solo en tren antes del encierro de las 10am.

source: "The ""extraordinary decision"", according to the PM Pedro Sánchez, is necessary as Spain deals with a ""health, social and economic crisis""."
es: "[199]​ El Presidente del Gobierno, Pedro Sánchez, argumenta que esta ""decisión extraordinaria"" es necesaria para combatir una ""crisis sanitaria, económica y social""."

source: Retrieved 11 March 2020.
es: Consultado el 11 de marzo de 2020.

source: Unlike in previous ECB asset-purchases, Greek government bonds were included.
es: A diferencia de las compras anteriores de activos del BCE, se incluyeron los bonos del gobierno griego.

source: "A Northeastern University study published in March 2020 found that ""travel restrictions to and from China only slow down the international spread of COVID-19 [when] combined with efforts to reduce transmission on a community and an individual level."
es: "Un estudio de la Northeastern University publicado en marzo de 2020 encontró que ""restricciones de viaje desde y a China sólo hacen más lenta la propagación internacional del COVID-19 a no ser que se combine con esfuerzos para reducir la transmisión a nivel comunitario e individual."

source: Now installed by default on OpenBSD.
es: Ahora viene instalado por defecto en OpenBSD.

source: On 7 March, the General Sports Authority of Saudi Arabia announced that all sports competitions would be held behind closed doors.
es: El 7 de marzo, el Ministerio de Deportes saudí anunció que todas las competencias deportivas se llevarían a cabo a puerta cerrada.

source: The 2019–20 coronavirus pandemic was confirmed to have spread to Mongolia when its first case was confirmed in a French male who traveled from Moscow to Dornogovi on 10 March 2020.
es: El primer caso de la pandemia de enfermedad por coronavirus de 2019-2020 en Mongolia se confirmó el día 10 de marzo de 2020.

source: U.S Community Dental and Oral Health Programs
es: Programas de Salud Dental y Oral comunitaria de EE. UU.

source: Typically, this is followed by a prolonged period with no symptoms.
es: [7]​ Típicamente, le sigue un periodo prolongado sin síntomas.

source: However the drop in oil prices during the coronavirus recession could be a good opportunity to get rid of fossil fuel subsidies, according to the Executive Director of the International Energy Agency.
es: Aún así la reducción en el precios del petróleo durante la recesión del COVID-19 podría ser una buena oportunidad para deshacerse de los subsidios de combustible fósil, según el Director Ejecutivo de la Agencia Internacional de la Energía.

source: On 6 February, an Italian repatriated from Wuhan tested positive for COVID-19, bringing the total number of cases in Italy to three.
es: El 6 de febrero, uno de los italianos repatriados de Wuhan, China, dio positivo el COVID-19, elevando el número total de casos en Italia a tres.

source: Vaccines can cause the immune system to react as if the body were actually being infected, and general infection symptoms (many cold and flu symptoms are just general infection symptoms) can appear, though these symptoms are usually not as severe or long-lasting as influenza.
es: Puede causar también reacciones inmunitarias que se asemejan a una infección real por el virus, o a síntomas generales de infección (muchos síntomas catarrales o gripales son, en realidad, síntomas generales inespecíficos de infección), aunque de una manera leve y transitoria.
